import s from "./Explain.module.css";

const Explain = () => {
  return (
    <div className={s.explain}>
      <div className={s.titr}>
        <h2 className={s.text}>معرفی گلستان</h2>
      </div>
      <div className={s.Fcontent}>
        <p className={s.text}>
        آنچه که امروز با نام مجموعه <span className={s.red}>گلستان</span> می‌شناسیم در سال 1329 بنیان نهاده شد. زمانی که شرکت گلستان فعالیت خود را با بسته‌بندی و توزیع چای پاکتی آغاز کرد. با گذر زمان و رشد اقتصاد کشور، نهال «گلستان» به تدریج تقویت شد و شاخ و برگ گرفت. فعالیت‌های «گلستان» با تهیه، تولید و بسته‌بندی بهترین محصولات غذایی گسترش پیدا کرد. <span className={s.red}>گلستان</span> پس از سال‌ها تلاش همچنان می‌کوشد تا به کمک تجربه‌های اندوخته شده در این سال‌ها کالاهایی قابل اعتماد و با کیفیت تولید نماید.
        </p>
      </div>

      <div className={s.Scontent}>
        <p className={s.text}>
        هدفمندی و برنامه‌ریزی موثر، ایمان و عزم راسخ برای دستیابی به اهداف تعیین شده، به کار گیری همکاران مجرب و دلسوز، استفاده از روش های نوین بازاریابی و مشتری محوری از جمله عوامل مهم در استراتژی <span className={s.red}>شرکت گلستان </span>  است.
        </p>
      </div>

      <div className={s.titr}>
        <p className={s.text}>محصولات گلستان</p>
      </div>

      <div className={s.THcontent}>
        <p className={s.text}>
        <span className={s.red}>نام تجاری گلستان</span> قدمتی به اندازه عمر شرکت گلستان دارد. گلستان ممتازترین محصولات خود را با این نام تجاری عرضه می‌کند. مصرف‌کنندگان محصولات گلستان همواره از این نام تجاری خاطره محصولاتی ممتاز و منحصر بفرد دارند و با اطمینان از نهایت کیفیت این نام تجاری حمایت می‌کنند.
        </p>
      </div>
    </div>
  );
};

export default Explain;
